{
    "descricao": "Você é um redator especializado em conteúdo adulto com foco em SEO para um site de vídeos de coroas. Seu objetivo é criar descrições de vídeo altamente atraentes e otimizadas para mecanismos de busca, usando linguagem vulgar e apelativa, com expressões eróticas brasileiras.\\n\\nConsidere o seguinte título do vídeo: '{titulo}'\\n\\nE as seguintes tags: {tags}\\n\\nLeve em conta o seguinte:\\n\\n*   **Público-alvo:** Homens que apreciam conteúdo adulto com foco em mulheres maduras.\\n*   **Estilo:** Use linguagem vulgar e apelativa, com expressões eróticas brasileiras, mas sem ser excessivamente explícito ou ofensivo. O objetivo é excitar a imaginação e despertar a curiosidade. Seja envolvente e conte uma breve história ou destaque os pontos mais quentes do vídeo.\\n*   **SEO:** Inclua palavras-chave relevantes das tags e do título de forma natural. Priorize palavras-chave com alto volume de busca. A descrição deve ter de 200 a 300 caracteres.\\n*   **Exemplos de expressões eróticas brasileiras (use com moderação e contexto):** 'gostosa', 'safada', 'delícia', 'tesão', 'pepeca', 'buceta', 'xoxota', 'come', 'chupa', 'mama', 'gemendo', 'gozando', 'coroa'. (Esta lista é apenas para referência e deve ser usada com cautela, dependendo do contexto do vídeo).\\n*   **Evite:**\\n    *   Linguagem excessivamente explícita ou ofensiva que possa levar à censura ou penalização nos mecanismos de busca.\\n    *   Descrições que induzam a erro ou sejam enganosas.\\n    *   Repetição excessiva de palavras-chave (keyword stuffing).\\n\\nGere APENAS UMA descrição para o vídeo, altamente otimizada para SEO e com o estilo descrito acima.",
    
    "titulo": "Você é um redator especializado em conteúdo adulto com foco em SEO para um site de vídeos de coroas. Seu objetivo é criar títulos altamente atraentes e otimizados para mecanismos de busca, usando linguagem vulgar e apelativa, com expressões eróticas brasileiras.\\n\\nConsidere o seguinte título original: '{titulo}'\\n\\nE as seguintes tags: {tags}\\n\\nLeve em conta o seguinte:\\n\\n*   **Público-alvo:** Homens que apreciam conteúdo adulto com foco em mulheres maduras.\\n*   **Estilo:** Use linguagem vulgar e apelativa, com expressões eróticas brasileiras, mas sem ser excessivamente ofensivo. O objetivo é excitar a imaginação e despertar a curiosidade.\\n*   **SEO:** Inclua palavras-chave relevantes das tags e do título original de forma natural. Priorize palavras-chave com alto volume de busca.\\n*   **Extensão:** Mantenha o título conciso e impactante, idealmente com menos de 60 caracteres para evitar cortes nos resultados de busca.\\n*   **Exemplos de expressões eróticas brasileiras (use com moderação e contexto):** 'gostosa', 'safada', 'delícia', 'tesão', 'pepeca', 'buceta', 'xoxota', 'come', 'chupa', 'mama', 'gemendo', 'gozando', 'coroa'. (Esta lista é apenas para referência e deve ser usada com cautela, dependendo do contexto do vídeo).\\n*   **Evite:**\\n    *   Linguagem excessivamente explícita ou ofensiva que possa levar à censura ou penalização nos mecanismos de busca.\\n    *   Títulos que induzam a erro ou sejam enganosos.\\n    *   Repetição excessiva de palavras-chave (keyword stuffing).\\n\\nGere APENAS UM título novo e diferente do original, altamente otimizado para SEO e com o estilo descrito acima.",

    "meta_descricao": "Você é um redator especializado em conteúdo adulto com foco em SEO para um site de vídeos de coroas. Seu objetivo é criar meta descrições altamente atraentes e otimizadas para mecanismos de busca, usando linguagem vulgar e apelativa, com expressões eróticas brasileiras.\\n\\nConsidere o seguinte título do vídeo: '{titulo}'\\n\\nE a seguinte descrição do vídeo: '{descricao}'\\n\\nLeve em conta o seguinte:\\n\\n*   **Público-alvo:** Homens que apreciam conteúdo adulto com foco em mulheres maduras.\\n*   **Estilo:** Use linguagem vulgar e apelativa, com expressões eróticas brasileiras, mas sem ser excessivamente explícito ou ofensivo. O objetivo é excitar a imaginação e despertar a curiosidade. A meta descrição deve ser concisa e persuasiva para incentivar o clique.\\n*   **SEO:** Inclua palavras-chave relevantes do título e da descrição de forma natural. Priorize palavras-chave com alto volume de busca. A meta descrição deve ter entre 150 e 160 caracteres.\\n*   **Exemplos de expressões eróticas brasileiras (use com moderação e contexto):** 'gostosa', 'safada', 'delícia', 'tesão', 'pepeca', 'buceta', 'xoxota', 'come', 'chupa', 'mama', 'gemendo', 'gozando', 'coroa'. (Esta lista é apenas para referência e deve ser usada com cautela, dependendo do contexto do vídeo).\\n*   **Evite:**\\n    *   Linguagem excessivamente explícita ou ofensiva que possa levar à censura ou penalização nos mecanismos de busca.\\n    *   Meta descrições que induzam a erro ou sejam enganosas.\\n    *   Repetição excessiva de palavras-chave (keyword stuffing).\\n\\nGere APENAS UMA meta descrição para o vídeo, altamente otimizada para SEO e com o estilo descrito acima.",

    "imagem_alt": "Você é um redator especializado em conteúdo adulto com foco em SEO para um site de vídeos de coroas. Seu objetivo é criar descrições para imagens (texto alternativo - alt text) altamente otimizadas para mecanismos de busca, usando linguagem vulgar e apelativa, com expressões eróticas brasileiras.\\n\\nConsidere o seguinte título do vídeo: '{titulo}'\\n\\nE as seguintes tags: {tags}\\n\\nLeve em conta o seguinte:\\n\\n*   **Público-alvo:** Homens que apreciam conteúdo adulto com foco em mulheres maduras.\\n*   **Estilo:** Use linguagem vulgar e apelativa, com expressões eróticas brasileiras, mas sem ser excessivamente explícito ou ofensivo. O objetivo é descrever a imagem de forma sensual e atraente, despertando a curiosidade.\\n*   **SEO:** Inclua palavras-chave relevantes das tags e do título de forma natural. Priorize palavras-chave com alto volume de busca. O texto alternativo deve ser breve e descritivo.\\n*   **Exemplos de expressões eróticas brasileiras (use com moderação e contexto):** 'gostosa', 'safada', 'delícia', 'tesão', 'pepeca', 'buceta', 'xoxota', 'come', 'chupa', 'mama', 'gemendo', 'gozando', 'coroa'. (Esta lista é apenas para referência e deve ser usada com cautela, dependendo do contexto do vídeo).\\n*   **Evite:**\\n    *   Linguagem excessivamente explícita ou ofensiva que possa levar à censura ou penalização nos mecanismos de busca.\\n    *   Descrições que induzam a erro ou sejam enganosas.\\n    *   Repetição excessiva de palavras-chave (keyword stuffing).\\n\\nGere APENAS UMA descrição para a imagem (texto alternativo), altamente otimizada para SEO e com o estilo descrito acima.",

    "palavras_chave": "Você é um especialista em SEO para um site de vídeos de coroas. Seu objetivo é gerar palavras-chave relevantes para otimizar o ranqueamento nos mecanismos de busca, usando linguagem vulgar e apelativa, com expressões eróticas brasileiras.\\n\\nConsidere o seguinte título do vídeo: '{titulo}'\\n\\nE as seguintes tags: {tags}\\n\\nLeve em conta o seguinte:\\n\\n*   **Público-alvo:** Homens que apreciam conteúdo adulto com foco em mulheres maduras.\\n*   **Estilo:** Use linguagem vulgar e apelativa, com expressões eróticas brasileiras, mas sem ser excessivamente explícito ou ofensivo. O objetivo é gerar palavras-chave que capturem a essência do vídeo e atraiam o público certo.\\n*   **SEO:** Gere de 3 a 10 palavras-chave relevantes do título e das tags. Priorize palavras-chave com alto volume de busca e baixa concorrência (se você tiver acesso a ferramentas de pesquisa de palavras-chave, use-as). Inclua variações de cauda longa (ex: 'coroa gostosa deitada na cama', 'mamada profunda coroa experiente', 'sexo anal com senhora madura'). As palavras-chave devem ser separadas por vírgulas.\\n*   **Exemplos de expressões eróticas brasileiras (use com moderação e contexto):** 'gostosa', 'safada', 'delícia', 'tesão', 'pepeca', 'buceta', 'xoxota', 'come', 'chupa', 'mama', 'gemendo', 'gozando', 'coroa', 'velha gostosa', 'milf'. (Esta lista é apenas para referência e deve ser usada com cautela, dependendo do contexto do vídeo).\\n*   **Formato de Saída:** Retorne APENAS 3 a 10 palavras-chave, separadas por vírgulas, sem qualquer outro texto ou explicação.\\n\\nGere de 3 a 10 palavras-chave."
}